Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Wallet Address
ar: عنوان المحفظة
cs: Adresa peněženky
de: Wallet-Adresse
el: Διεύθυνση πορτοφολιού
es: Dirección de la billetera
es_419: Dirección de la billetera
es_mx: Dirección de la billetera
fr: Adresse du portefeuille
he: כתובת ארנק
hi: वॉलेट पता
id: Alamat dompet
it: Indirizzo del portafoglio
ja: ウォレットアドレス
ko: 지갑 주소
nl: Walletadres
pl: Adres portfela
pt: Endereço da carteira
pt_br: Endereço da carteira
pt_pt: Endereço da carteira
ru: Адрес кошелька
sv: Plånboksadress
th: ที่อยู่กระเป๋าเงิน
uk: Адреса гаманця
vi: Địa chỉ ví
zh_hans: 钱包地址
zh_hk: 錢包地址

source: Wallet options
ar: خيارات المحفظة
cs: Možnosti peněženky
de: Wallet-Optionen
el: Επιλογές πορτοφολιού
es: Opciones de la billetera
es_419: Opciones de la billetera
es_mx: Opciones de la cartera
fr: Options du portefeuille
he: אפשרויות הארנק
hi: वॉलेट विकल्प
id: Opsi dompet
it: Opzioni del portafoglio
ja: ウォレットのオプション
ko: 지갑 옵션
nl: Walletopties
pl: Opcje portfela
pt: Opções da carteira
pt_br: Opções da carteira
pt_pt: Opções da carteira
ru: Параметры кошелька
sv: Plånboksalternativ
th: ตัวเลือกกระเป๋าเงิน
uk: Параметри гаманця
vi: Tùy chọn ví
zh_hans: 钱包选项
zh_hk: 錢包選項

source: Wallet sign-in method added
ar: تمت إضافة طريقة تسجيل الدخول عبر المحفظة
cs: Způsob přihlášení peněženkou byl přidán
de: Wallet-Anmeldemethode hinzugefügt
el: Η μέθοδος σύνδεσης με πορτοφόλι προστέθηκε
es: Método de inicio de sesión con billetera añadido
es_419: Método de inicio de sesión con billetera agregado
es_mx: Método de inicio de sesión con cartera agregado
fr: Méthode de connexion par portefeuille ajoutée
he: שיטת התחברות באמצעות ארנק נוספה
hi: वॉलेट साइन-इन विधि जोड़ी गई
id: Metode masuk dompet ditambahkan
it: Metodo di accesso con portafoglio aggiunto
ja: ウォレットのサインイン方法を追加しました
ko: 지갑 로그인 방법이 추가되었습니다
nl: Wallet-inlogmethode toegevoegd
pl: Dodano metodę logowania portfelem
pt: Método de início de sessão com carteira adicionado
pt_br: Método de login com carteira adicionado
pt_pt: Método de início de sessão com carteira adicionado
ru: Способ входа через кошелек добавлен
sv: Inloggningsmetod med plånbok tillagd
th: เพิ่มวิธีลงชื่อเข้าใช้ด้วยกระเป๋าเงินแล้ว
uk: Спосіб входу через гаманець додано
vi: Đã thêm phương thức đăng nhập bằng ví
zh_hans: 已添加钱包登录方式
zh_hk: 已添加錢包登入方式

source: WalletConnect is not available right now. Try again later, or enter your address manually.
ar: WalletConnect غير متاح حاليًا. حاول مرة أخرى لاحقًا، أو أدخل عنوانك يدويًا.
cs: WalletConnect teď není k dispozici. Zkuste to později znovu, nebo zadejte adresu ručně.
de: WalletConnect ist gerade nicht verfügbar. Versuche es später erneut oder gib deine Adresse manuell ein.
el: Το WalletConnect δεν είναι διαθέσιμο αυτή τη στιγμή. Δοκιμάστε ξανά αργότερα ή εισαγάγετε τη διεύθυνσή σας χειροκίνητα.
es: WalletConnect no está disponible en este momento. Inténtalo de nuevo más tarde o introduce tu dirección manualmente.
es_419: WalletConnect no está disponible en este momento. Inténtalo de nuevo más tarde o ingresa tu dirección manualmente.
es_mx: WalletConnect no está disponible en este momento. Inténtalo de nuevo más tarde o ingresa tu dirección manualmente.
fr: WalletConnect n'est pas disponible pour le moment. Réessayez plus tard ou saisissez votre adresse manuellement.
he: WalletConnect אינו זמין כרגע. נסו שוב מאוחר יותר, או הזינו את הכתובת שלכם ידנית.
hi: WalletConnect अभी उपलब्ध नहीं है। बाद में फिर से प्रयास करें, या अपना पता मैन्युअल रूप से दर्ज करें।
id: WalletConnect sedang tidak tersedia. Coba lagi nanti, atau masukkan alamat Anda secara manual.
it: WalletConnect non è disponibile al momento. Riprova più tardi oppure inserisci il tuo indirizzo manualmente.
ja: WalletConnect は現在利用できません。しばらくしてからもう一度お試しいただくか、アドレスを手動で入力してください。
ko: 지금은 WalletConnect를 사용할 수 없습니다. 나중에 다시 시도하거나 주소를 직접 입력하세요.
nl: WalletConnect is op dit moment niet beschikbaar. Probeer het later opnieuw of voer je adres handmatig in.
pl: WalletConnect jest teraz niedostępny. Spróbuj ponownie później lub wprowadź adres ręcznie.
pt: O WalletConnect não está disponível neste momento. Tente novamente mais tarde ou introduza o seu endereço manualmente.
pt_br: O WalletConnect não está disponível no momento. Tente novamente mais tarde ou digite seu endereço manualmente.
pt_pt: O WalletConnect não está disponível neste momento. Tente novamente mais tarde ou introduza o seu endereço manualmente.
ru: WalletConnect сейчас недоступен. Повторите попытку позже или введите адрес вручную.
sv: WalletConnect är inte tillgängligt just nu. Försök igen senare eller ange din adress manuellt.
th: WalletConnect ไม่พร้อมใช้งานในขณะนี้ ลองอีกครั้งในภายหลัง หรือป้อนที่อยู่ของคุณด้วยตนเอง
uk: WalletConnect зараз недоступний. Спробуйте пізніше або введіть адресу вручну.
vi: WalletConnect hiện không khả dụng. Hãy thử lại sau hoặc nhập địa chỉ của bạn theo cách thủ công.
zh_hans: WalletConnect 目前不可用。请稍后重试，或手动输入您的地址。
zh_hk: WalletConnect 目前無法使用。請稍後再試，或手動輸入你的地址。

source: Wallets
ar: محافظ
cs: Peněženky
el: Πορτοφόλια
es: Billeteras
es_419: Billeteras
es_mx: Carteras
fr: Portefeuilles
he: ארנקים
hi: वॉलेट
id: Dompet
it: Portafogli
ja: ウォレット
ko: 지갑
pl: Portfele
pt: Carteiras
pt_br: Carteiras
pt_pt: Carteiras
ru: Кошельки
sv: Plånböcker
th: รายชื่อกระเป๋า
uk: Гаманці
vi: Ví
zh_hans: 钱包
zh_hk: 錢包

source: Warning: one or more custom endpoints are not using HTTPS/WSS. Traffic may be unencrypted.
ar: تحذير: نقطة نهاية مخصصة واحدة أو أكثر لا تستخدم HTTPS/WSS. قد تكون حركة المرور غير مشفرة.
cs: Upozornění: jeden nebo více vlastních koncových bodů nepoužívá HTTPS/WSS. Provoz může být nešifrovaný.
de: Warnung: Ein oder mehrere eigene Endpunkte verwenden kein HTTPS/WSS. Der Datenverkehr ist möglicherweise unverschlüsselt.
el: Προειδοποίηση: ένα ή περισσότερα προσαρμοσμένα σημεία δεν χρησιμοποιούν HTTPS/WSS. Η κίνηση μπορεί να μην είναι κρυπτογραφημένη.
es: Advertencia: uno o más endpoints personalizados no usan HTTPS/WSS. El tráfico puede no estar cifrado.
es_419: Advertencia: uno o más endpoints personalizados no usan HTTPS/WSS. El tráfico puede no estar cifrado.
es_mx: Advertencia: uno o más endpoints personalizados no usan HTTPS/WSS. El tráfico puede no estar cifrado.
fr: Avertissement : un ou plusieurs points de terminaison personnalisés n'utilisent pas HTTPS/WSS. Le trafic peut être non chiffré.
he: אזהרה: נקודת קצה מותאמת אחת או יותר אינה משתמשת ב-HTTPS/WSS. התעבורה עלולה להיות לא מוצפנת.
hi: चेतावनी: एक या अधिक कस्टम एंडपॉइंट HTTPS/WSS का उपयोग नहीं कर रहे हैं। ट्रैफ़िक अनएन्क्रिप्टेड हो सकता है।
id: Peringatan: satu atau beberapa endpoint kustom tidak menggunakan HTTPS/WSS. Lalu lintas mungkin tidak terenkripsi.
it: Avviso: uno o più endpoint personalizzati non usano HTTPS/WSS. Il traffico potrebbe non essere cifrato.
ja: 警告: 1つ以上のカスタムエンドポイントが HTTPS/WSS を使用していません。通信が暗号化されない可能性があります。
ko: 경고: 하나 이상의 사용자 지정 엔드포인트가 HTTPS/WSS를 사용하지 않습니다. 트래픽이 암호화되지 않을 수 있습니다.
nl: Waarschuwing: een of meer aangepaste endpoints gebruiken geen HTTPS/WSS. Verkeer is mogelijk niet versleuteld.
pl: Ostrzeżenie: co najmniej jeden niestandardowy punkt końcowy nie używa HTTPS/WSS. Ruch może być nieszyfrowany.
pt: Aviso: um ou mais endpoints personalizados não usam HTTPS/WSS. O tráfego pode não estar encriptado.
pt_br: Aviso: um ou mais endpoints personalizados não usam HTTPS/WSS. O tráfego pode não estar criptografado.
pt_pt: Aviso: um ou mais endpoints personalizados não usam HTTPS/WSS. O tráfego pode não estar encriptado.
ru: Внимание: один или несколько пользовательских эндпоинтов не используют HTTPS/WSS. Трафик может быть незашифрованным.
sv: Varning: en eller flera anpassade slutpunkter använder inte HTTPS/WSS. Trafiken kan vara okrypterad.
th: คำเตือน: ปลายทางที่กำหนดเองอย่างน้อยหนึ่งรายการไม่ได้ใช้ HTTPS/WSS การรับส่งข้อมูลอาจไม่ถูกเข้ารหัส
uk: Попередження: одна або кілька користувацьких кінцевих точок не використовують HTTPS/WSS. Трафік може бути незашифрованим.
vi: Cảnh báo: một hoặc nhiều điểm cuối tùy chỉnh không dùng HTTPS/WSS. Lưu lượng có thể không được mã hóa.
zh_hans: 警告：一个或多个自定义端点未使用 HTTPS/WSS。流量可能未加密。
zh_hk: 警告：一個或多個自訂端點未使用 HTTPS/WSS。流量可能未加密。

source: We couldn't confirm your purchase yet. If you completed checkout, your plan will update automatically in a few minutes — there's no need to buy again.
ar: لم نتمكن من تأكيد عملية الشراء بعد. إذا أكملت الدفع، فسيتم تحديث خطتك تلقائيًا خلال دقائق قليلة — لا حاجة للشراء مرة أخرى.
cs: Zatím se nám nepodařilo potvrdit váš nákup. Pokud jste platbu dokončili, váš tarif se během několika minut aktualizuje automaticky — není třeba nakupovat znovu.
de: Wir konnten deinen Kauf noch nicht bestätigen. Wenn du den Bezahlvorgang abgeschlossen hast, wird dein Plan in wenigen Minuten automatisch aktualisiert — du musst nicht erneut kaufen.
el: Δεν μπορέσαμε ακόμη να επιβεβαιώσουμε την αγορά σας. Αν ολοκληρώσατε την πληρωμή, το πρόγραμμά σας θα ενημερωθεί αυτόματα σε λίγα λεπτά — δεν χρειάζεται να αγοράσετε ξανά.
es: Aún no hemos podido confirmar tu compra. Si completaste el pago, tu plan se actualizará automáticamente en unos minutos; no es necesario volver a comprar.
es_419: Aún no pudimos confirmar tu compra. Si completaste el pago, tu plan se actualizará automáticamente en unos minutos; no es necesario volver a comprar.
es_mx: Aún no pudimos confirmar tu compra. Si completaste el pago, tu plan se actualizará automáticamente en unos minutos; no es necesario volver a comprar.
fr: Nous n'avons pas encore pu confirmer votre achat. Si vous avez terminé le paiement, votre plan sera mis à jour automatiquement dans quelques minutes — inutile d'acheter à nouveau.
he: עדיין לא הצלחנו לאשר את הרכישה שלכם. אם השלמתם את התשלום, התוכנית שלכם תתעדכן אוטומטית בעוד מספר דקות — אין צורך לרכוש שוב.
hi: हम अभी तक आपकी खरीदारी की पुष्टि नहीं कर सके। यदि आपने चेकआउट पूरा कर लिया है, तो आपकी योजना कुछ ही मिनटों में अपने आप अपडेट हो जाएगी — दोबारा खरीदने की जरूरत नहीं है।
id: Kami belum dapat mengonfirmasi pembelian Anda. Jika Anda telah menyelesaikan checkout, paket Anda akan diperbarui secara otomatis dalam beberapa menit — tidak perlu membeli lagi.
it: Non siamo ancora riusciti a confermare il tuo acquisto. Se hai completato il pagamento, il tuo piano si aggiornerà automaticamente entro pochi minuti — non è necessario acquistare di nuovo.
ja: 購入をまだ確認できませんでした。チェックアウトを完了した場合、プランは数分以内に自動的に更新されます。再度購入する必要はありません。
ko: 아직 구매를 확인하지 못했습니다. 결제를 완료하셨다면 몇 분 안에 플랜이 자동으로 업데이트됩니다. 다시 구매할 필요가 없습니다.
nl: We konden je aankoop nog niet bevestigen. Als je het afrekenen hebt voltooid, wordt je plan binnen enkele minuten automatisch bijgewerkt — je hoeft niet opnieuw te kopen.
pl: Nie udało się jeszcze potwierdzić zakupu. Jeśli płatność została zakończona, Twój plan zaktualizuje się automatycznie w ciągu kilku minut — nie musisz kupować ponownie.
pt: Ainda não conseguimos confirmar a sua compra. Se concluiu o pagamento, o seu plano será atualizado automaticamente dentro de alguns minutos — não é preciso comprar novamente.
pt_br: Ainda não conseguimos confirmar sua compra. Se você concluiu o checkout, seu plano será atualizado automaticamente em alguns minutos — não é preciso comprar de novo.
pt_pt: Ainda não conseguimos confirmar a sua compra. Se concluiu o pagamento, o seu plano será atualizado automaticamente dentro de alguns minutos — não é preciso comprar novamente.
ru: Пока не удалось подтвердить вашу покупку. Если вы завершили оплату, ваш тариф обновится автоматически через несколько минут — покупать заново не нужно.
sv: Vi kunde inte bekräfta ditt köp ännu. Om du slutförde betalningen uppdateras din plan automatiskt inom några minuter — du behöver inte köpa igen.
th: เรายังไม่สามารถยืนยันการซื้อของคุณได้ หากคุณชำระเงินเสร็จแล้ว แพ็กเกจของคุณจะอัปเดตโดยอัตโนมัติภายในไม่กี่นาที — ไม่จำเป็นต้องซื้อซ้ำ
uk: Ми поки не змогли підтвердити вашу покупку. Якщо ви завершили оплату, ваш план оновиться автоматично за кілька хвилин — купувати повторно не потрібно.
vi: Chúng tôi chưa thể xác nhận giao dịch mua của bạn. Nếu bạn đã hoàn tất thanh toán, kế hoạch của bạn sẽ tự động cập nhật sau vài phút — không cần mua lại.
zh_hans: 我们尚未能确认您的购买。如果您已完成结账，您的计划将在几分钟内自动更新——无需再次购买。
zh_hk: 我們尚未能確認您的購買。如果您已完成結帳，您的計劃將在幾分鐘內自動更新——無需再次購買。

source: We're confirming your purchase with the App Store. Your plan will update automatically.
ar: نحن نؤكد عملية الشراء مع App Store. سيتم تحديث خطتك تلقائيًا.
cs: Potvrzujeme váš nákup u App Storu. Váš tarif se aktualizuje automaticky.
de: Wir bestätigen deinen Kauf beim App Store. Dein Plan wird automatisch aktualisiert.
el: Επιβεβαιώνουμε την αγορά σας με το App Store. Το πρόγραμμά σας θα ενημερωθεί αυτόματα.
es: Estamos confirmando tu compra con el App Store. Tu plan se actualizará automáticamente.
es_419: Estamos confirmando tu compra con el App Store. Tu plan se actualizará automáticamente.
es_mx: Estamos confirmando tu compra con el App Store. Tu plan se actualizará automáticamente.
fr: Nous confirmons votre achat auprès de l’App Store. Votre forfait se mettra à jour automatiquement.
he: אנחנו מאשרים את הרכישה שלכם מול ה-App Store. התוכנית שלכם תתעדכן אוטומטית.
hi: हम App Store से आपकी खरीदारी की पुष्टि कर रहे हैं। आपका प्लान अपने-आप अपडेट हो जाएगा।
id: Kami sedang mengonfirmasi pembelian Anda dengan App Store. Paket Anda akan diperbarui otomatis.
it: Stiamo confermando il tuo acquisto con l’App Store. Il tuo piano si aggiornerà automaticamente.
ja: App Store で購入を確認しています。プランは自動的に更新されます。
ko: App Store에서 구매를 확인하고 있습니다. 요금제가 자동으로 업데이트됩니다.
nl: We bevestigen je aankoop bij de App Store. Je abonnement wordt automatisch bijgewerkt.
pl: Potwierdzamy twój zakup w App Store. Twój plan zaktualizuje się automatycznie.
pt: Estamos a confirmar a sua compra com a App Store. O seu plano é atualizado automaticamente.
pt_br: Estamos confirmando sua compra com a App Store. Seu plano será atualizado automaticamente.
pt_pt: Estamos a confirmar a sua compra com a App Store. O seu plano é atualizado automaticamente.
ru: Мы подтверждаем вашу покупку в App Store. Ваш тариф обновится автоматически.
sv: Vi bekräftar ditt köp med App Store. Ditt abonnemang uppdateras automatiskt.
th: เรากำลังยืนยันการซื้อของคุณกับ App Store แพ็กเกจของคุณจะอัปเดตโดยอัตโนมัติ
uk: Ми підтверджуємо вашу покупку в App Store. Ваш план оновиться автоматично.
vi: Chúng tôi đang xác nhận giao dịch mua của bạn với App Store. Gói của bạn sẽ tự động cập nhật.
zh_hans: 我们正在通过 App Store 确认您的购买。您的方案将自动更新。
zh_hk: 我們正在透過 App Store 確認你的購買。你的計劃會自動更新。

source: We're confirming your purchase. Your plan will update automatically.
ar: نؤكد عملية الشراء الآن. ستُحدَّث خطتك تلقائيًا.
cs: Potvrzujeme váš nákup. Váš tarif se aktualizuje automaticky.
de: Wir bestätigen deinen Kauf. Dein Plan wird automatisch aktualisiert.
el: Επιβεβαιώνουμε την αγορά σας. Το πρόγραμμά σας θα ενημερωθεί αυτόματα.
es: Estamos confirmando tu compra. Tu plan se actualizará automáticamente.
es_419: Estamos confirmando tu compra. Tu plan se actualizará automáticamente.
es_mx: Estamos confirmando tu compra. Tu plan se actualizará automáticamente.
fr: Nous confirmons votre achat. Votre plan sera mis à jour automatiquement.
he: אנחנו מאשרים את הרכישה שלכם. התוכנית שלכם תתעדכן אוטומטית.
hi: हम आपकी खरीद की पुष्टि कर रहे हैं। आपका प्लान अपने आप अपडेट हो जाएगा।
id: Kami sedang mengonfirmasi pembelian Anda. Paket Anda akan diperbarui secara otomatis.
it: Stiamo confermando il tuo acquisto. Il tuo piano si aggiornerà automaticamente.
ja: 購入を確認しています。プランは自動的に更新されます。
ko: 구매를 확인하고 있습니다. 플랜이 자동으로 업데이트됩니다.
nl: We bevestigen je aankoop. Je plan wordt automatisch bijgewerkt.
pl: Potwierdzamy Twój zakup. Twój plan zaktualizuje się automatycznie.
pt: Estamos confirmando sua compra. Seu plano será atualizado automaticamente.
pt_br: Estamos confirmando sua compra. Seu plano será atualizado automaticamente.
pt_pt: Estamos a confirmar a sua compra. O seu plano será atualizado automaticamente.
ru: Мы подтверждаем вашу покупку. Ваш тариф обновится автоматически.
sv: Vi bekräftar ditt köp. Din plan uppdateras automatiskt.
th: เรากำลังยืนยันการซื้อของคุณ แผนของคุณจะอัปเดตโดยอัตโนมัติ
uk: Ми підтверджуємо вашу покупку. Ваш план оновиться автоматично.
vi: Chúng tôi đang xác nhận giao dịch mua của bạn. Gói của bạn sẽ tự động được cập nhật.
zh_hans: 我们正在确认你的购买。你的套餐会自动更新。
zh_hk: 我們正在確認你的購買。你的計劃會自動更新。

source: Web
ar: الويب
el: Ιστός
he: גלישה
hi: वेब
ja: ウェブ
ko: 웹
pl: WWW
ru: Веб
sv: Webb
th: เว็บ
uk: Веб
zh_hans: 网页
zh_hk: 網頁

source: Welcome offer
ar: عرض الترحيب
cs: Uvítací nabídka
de: Willkommensangebot
el: Προσφορά καλωσορίσματος
es: Oferta de bienvenida
es_419: Oferta de bienvenida
es_mx: Oferta de bienvenida
fr: Offre de bienvenue
he: מבצע קבלת פנים
hi: स्वागत ऑफ़र
id: Penawaran selamat datang
it: Offerta di benvenuto
ja: ウェルカムオファー
ko: 웰컴 오퍼
nl: Welkomstaanbieding
pl: Oferta powitalna
pt: Oferta de boas-vindas
pt_br: Oferta de boas-vindas
pt_pt: Oferta de boas-vindas
ru: Приветственное предложение
sv: Välkomsterbjudande
th: ข้อเสนอต้อนรับ
uk: Вітальна пропозиція
vi: Ưu đãi chào mừng
zh_hans: 欢迎优惠
zh_hk: 歡迎優惠

source: Welcome to URnetwork
ar: مرحبًا بك في URnetwork
cs: Vítejte v URnetwork
de: Willkommen bei URnetwork
el: Καλώς ήρθατε στο URnetwork
es: Bienvenido a URnetwork
es_419: Bienvenido a URnetwork
es_mx: Bienvenido a URnetwork
fr: Bienvenue sur URnetwork
he: ברוך הבא ל-URnetwork
hi: URnetwork में आपका स्वागत है
id: Selamat datang di URnetwork
it: Benvenuto su URnetwork
ja: URnetworkへようこそ
ko: URnetwork에 오신 것을 환영합니다
nl: Welkom bij URnetwork
pl: Witaj w URnetwork
pt: Bem-vindo ao URnetwork
pt_br: Bem-vindo ao URnetwork
pt_pt: Bem-vindo ao URnetwork
ru: Добро пожаловать в URnetwork
sv: Välkommen till URnetwork
th: ยินดีต้อนรับสู่ URnetwork
uk: Ласкаво просимо до URnetwork
vi: Chào mừng đến với URnetwork
zh_hans: 欢迎来到 URnetwork
zh_hk: 歡迎來到URnetwork

source: What a provider failure costs. Reset, run a test, read back.
ar: ما يكلّفه عطل المزود. أعد التعيين، وشغّل اختبارًا، واقرأ النتيجة.
cs: Co stojí selhání poskytovatele. Resetujte, spusťte test, přečtěte výsledek.
de: Was ein Anbieterausfall kostet. Zurücksetzen, Test ausführen, Ergebnis ablesen.
el: Τι κοστίζει μια αστοχία παρόχου. Επαναφέρετε, εκτελέστε μια δοκιμή, διαβάστε το αποτέλεσμα.
es: Lo que cuesta un fallo de proveedor. Restablece, ejecuta una prueba y lee el resultado.
es_419: Lo que cuesta una falla de proveedor. Restablece, ejecuta una prueba y lee el resultado.
es_mx: Lo que cuesta una falla de proveedor. Restablece, ejecuta una prueba y lee el resultado.
fr: Ce que coûte une panne de fournisseur. Réinitialisez, lancez un test, relisez.
he: כמה עולה כשל של ספק. אפסו, הריצו בדיקה, קראו את התוצאה.
hi: प्रदाता विफलता की कीमत क्या है। रीसेट करें, टेस्ट चलाएँ, नतीजा पढ़ें।
id: Berapa biaya satu kegagalan penyedia. Reset, jalankan tes, baca hasilnya.
it: Quanto costa un guasto di un provider. Azzera, esegui un test, rileggi.
ja: プロバイダー障害がどれだけの損失になるか。リセットしてテストを実行し、結果を確認します。
ko: 제공자 장애가 어떤 손실을 낳는지 확인합니다. 재설정하고, 테스트를 실행하고, 결과를 읽으세요.
nl: Wat een providerstoring kost. Reset, voer een test uit, lees terug.
pl: Ile kosztuje awaria dostawcy. Zresetuj, uruchom test, odczytaj wynik.
pt: O que custa uma falha de fornecedor. Reponha, execute um teste e leia o resultado.
pt_br: O que custa uma falha de provedor. Redefina, execute um teste e leia o resultado.
pt_pt: O que custa uma falha de fornecedor. Reponha, execute um teste e leia o resultado.
ru: Во что обходится сбой провайдера. Сбросьте, запустите тест, посмотрите результат.
sv: Vad ett leverantörsfel kostar. Återställ, kör ett test, läs av.
th: ความล้มเหลวของผู้ให้บริการหนึ่งครั้งมีต้นทุนเท่าใด รีเซ็ต รันการทดสอบ แล้วอ่านผล
uk: Чого коштує збій провайдера. Скиньте, запустіть тест, перегляньте результат.
vi: Một sự cố nhà cung cấp gây ra tổn thất gì. Đặt lại, chạy thử, đọc kết quả.
zh_hans: 提供商故障的代价。重置、运行测试、读取结果。
zh_hk: 供應商故障的代價。重設、執行測試、讀取結果。

source: When a provider can't reach a site, move the connection to another exit instead of letting it hang
ar: عندما يتعذّر على المزود الوصول إلى موقع، يُنقل الاتصال إلى مخرج آخر بدلًا من تركه معلّقًا
cs: Když poskytovatel nedosáhne na web, přesune připojení na jiný výstup, místo aby zůstalo viset
de: Wenn ein Anbieter eine Website nicht erreicht, wird die Verbindung auf einen anderen Exit verlegt, statt sie hängen zu lassen
el: Όταν ένας πάροχος δεν μπορεί να φτάσει σε έναν ιστότοπο, μετακινεί τη σύνδεση σε άλλη έξοδο αντί να την αφήνει να κρέμεται
es: Cuando un proveedor no puede llegar a un sitio, mueve la conexión a otra salida en lugar de dejarla colgada
es_419: Cuando un proveedor no puede llegar a un sitio, mueve la conexión a otra salida en lugar de dejarla colgada
es_mx: Cuando un proveedor no puede llegar a un sitio, mueve la conexión a otra salida en lugar de dejarla colgada
fr: Quand un fournisseur ne peut pas joindre un site, déplace la connexion vers une autre sortie au lieu de la laisser en suspens
he: כשספק לא מצליח להגיע לאתר, החיבור מועבר ליציאה אחרת במקום להישאר תלוי
hi: जब कोई प्रदाता किसी साइट तक नहीं पहुँच पाता, तो कनेक्शन को लटकने देने के बजाय दूसरे एग्ज़िट पर ले जाएँ
id: Saat penyedia tidak dapat menjangkau situs, pindahkan koneksi ke exit lain alih-alih membiarkannya menggantung
it: Quando un provider non riesce a raggiungere un sito, sposta la connessione su un’altra uscita invece di lasciarla in sospeso
ja: プロバイダーがサイトに到達できない場合、接続を放置せず別の出口に移します
ko: 제공자가 사이트에 연결하지 못하면 연결을 멈춰 두지 않고 다른 출구로 옮깁니다
nl: Als een provider een site niet kan bereiken, wordt de verbinding naar een andere exit verplaatst in plaats van te blijven hangen
pl: Gdy dostawca nie może dotrzeć do witryny, przenosi połączenie na inne wyjście, zamiast zostawiać je zawieszone
pt: Quando um fornecedor não consegue chegar a um site, move a ligação para outra saída em vez de a deixar pendurada
pt_br: Quando um provedor não consegue alcançar um site, move a conexão para outra saída em vez de deixá-la travada
pt_pt: Quando um fornecedor não consegue chegar a um site, move a ligação para outra saída em vez de a deixar pendurada
ru: Когда провайдер не может достучаться до сайта, соединение переносится на другой выход, а не зависает
sv: När en leverantör inte kan nå en webbplats flyttas anslutningen till en annan utgång i stället för att bli hängande
th: เมื่อผู้ให้บริการเข้าถึงเว็บไซต์ไม่ได้ ให้ย้ายการเชื่อมต่อไปยังทางออกอื่นแทนการปล่อยค้างไว้
uk: Коли провайдер не може дістатися сайту, з’єднання переноситься на інший вихід, а не зависає
vi: Khi nhà cung cấp không thể kết nối tới một trang web, chuyển kết nối sang điểm thoát khác thay vì để treo
zh_hans: 当提供商无法访问某个站点时，将连接转移到其他出口，而不是让其挂起
zh_hk: 當供應商無法連上某個網站時，將連線轉移到其他出口，而不是讓它停在那裡
